{
    "id": "enuk",
    "navbarMenu": {
        "labelHome": "MAIN MENU",
        "labelServices": "MY AREAS",
        "labelAboutMe": "PROFILE",
        "labelPortifolio": "PROJECTS",
        "labelExperience": "EXPERIENCES"
    },
    "landingPage": {
        "apresentationText": "Hello World,",
        "typeText": "Diego CyberSec",
        "resumeText": "Fascinated by computer science and its security challenges, I am oriented towards cybersecurity careers. Creative and persevering, I enjoy taking on challenges as a team to meet current challenges in terms of IT security.",
        "buttonText": "About me"
    },
    "servicesOffer": {
        "title": "My areas",
        "cards": {
            "forensique": {
                "title": "Forensics",
                "contentText": "Solid understanding of the basic principles of computer forensics, including data acquisition methods, data analysis, and evidence presentation."
            },
            "devsecops": {
                "title": "DevSecOps",
                "contentText": "Strong understanding of development, information security, and regulatory compliance. Competent in CI/CD, network security, penetration testing."
            },
            "pentesting": {
                "title": "Pentesting",
                "contentText": "Penetration testing and common vulnerabilities. Reconnaissance, exploitation, post-exploitation and reporting. Identification and correction of vulnerabilities to ensure the security of systems and networks."
            },
            "developpement": {
                "title": "Development",
                "contentText": "Expertise in Java, Python, C++, JavaScript, Bash, Docker, and others. Advanced use of Github for version control and collaboration on personal and professional projects."
            }
        }
    },
    "aboutMePage": {
        "title": "PROFILE",
        "paragraph_one": "Fifth-year student at ISEN Lille, I am currently on a professionalization contract at Orange Cyberdefense as a CSIRT engineer.",
        "paragraph_two": "Experienced cybersecurity engineer, passionate about data protection and IT security. With industry experience, I specialize in implementing robust security systems for businesses of all sizes. I am also proficient in penetration testing, regulatory compliance, and security incident management. My goal is to provide advanced security solutions to help protect digital assets.",
        "paragraph_three": "As a self-host, I firmly believe that everyone should have complete control over their data and online services. That's why I specialize in hosting my own websites, applications, and services, to avoid dependence on large online service providers. I like to share my knowledge and experiences with others to help them understand the benefits of self-hosting and get started on the adventure. My goal is to facilitate access to digital technology autonomy for everyone.",
        "github_card": {
            "followers": "followers",
            "following": "following",
            "repos": "repos"
        },
        "alt_dev_img": "Diego CyberSec"
    },
    "portifolioPage": {
        "title": "PROJECTS",
        "labelFilter": "ALL",
        "createdLabel": "Created on"
    },
    "experiencePage": {
        "title": "EXPERIENCES",
        "timeline": {
            "labelPosition": "Position",
            "labelTitle": "Title",
            "labelCompany": "Company",
            "labelCategory": "Category",
            "labelInstitution": "Institution",
            "labelProfessionalCourse": "Professional Course",
            "labelBachelorDegree": "Bachelor Degree",
            "labelExtensionCourse": "Extension Course"
        }
    },
    "footer": {
        "labelNavigation": {
            "title": "Navigation",
            "labelHome": "Main menu",
            "labelServices": "My areas",
            "labelAboutMe": "Whoami",
            "labelPortifolio": "Projects",
            "labelExperience": "Experiences"
        },
        "labelHost": {
            "title": "HOSTING"
        },
        "labelSourceCode": {
            "title": "SOURCE CODE"
        },
        "labelTechs": {
            "title": "TECHNOLOGIES"
        },
        "labelBuildVersion": "Version"
    }
}